export default [
  {
    name: "深圳总部",
    centroid: [114.143142, 22.643377],
    center: [114.143142, 22.643377],
    adcode: 440000,
    start: true,
  },
  {
    name: "呼和浩特",
    centroid: [114.077429, 44.331087],
    center: [114.077429, 44.331087],
    adcode: 150000,
  },

  {
    name: "上海",
    centroid: [121.438737, 31.072559],
    center: [121.438737, 31.072559],
    adcode: 310000,
  },

  {
    name: "南昌",
    centroid: [112.271301, 30.987527],
    center: [112.271301, 30.987527],
    adcode: 420000,
  },
  {
    name: "长沙",
    centroid: [111.711649, 27.629216],
    center: [111.711649, 27.629216],
    adcode: 430000,
  },
  {
    name: "福田",
    centroid: [112.429919, 23.234643],
    center: [112.429919, 23.234643],
    adcode: 440000,
  },
  {
    name: "广西",
    centroid: [108.7944, 23.833381],
    center: [108.7944, 23.833381],
    adcode: 450000,
  },
  {
    name: "成都",
    centroid: [102.693453, 30.674545],
    center: [102.693453, 30.674545],
    adcode: 510000,
  },
];
