export default [
  {
    name: "深圳",
    center: [114.085947, 22.547],
    centroid: [114.143142, 22.643377],
    adcode: 440000,
  },
  {
    name: "西藏",
    center: [91.132212, 29.660361],
    centroid: [88.388277, 31.56375],
    adcode: 540000,
  },
  {
    name: "湖南",
    center: [112.982279, 28.19409],
    centroid: [111.711649, 27.629216],
    adcode: 430000,
  },
  {
    name: "内蒙古",
    center: [111.670801, 40.818311],
    centroid: [114.077429, 44.331087],
    adcode: 150000,
  },
  {
    name: "上海市",
    center: [121.472644, 31.231706],
    centroid: [121.438737, 31.072559],
    adcode: 310000,
  },
  {
    name: "广西",
    center: [108.320004, 22.82402],
    centroid: [108.7944, 23.833381],
    adcode: 450000,
  },
  {
    name: "成都",
    center: [104.065735, 30.659462],
    centroid: [103.931804, 30.652329],
    adcode: 510000,
  },
]
