export default [
//   宁夏、四川、天津、吉林、陕西、安徽、湖南、上海、广西、广东、
// 江西
  {
    name: "深圳",
    center: [114.085947, 22.547],
    centroid: [114.143142, 22.643377],
    adcode: 440000,
  },
  {
    name: "湖南",
    center: [112.982279, 28.19409],
    centroid: [111.711649, 27.629216],
    adcode: 430000,
  },
  {
    name: "上海",
    center: [121.472644, 31.231706],
    centroid: [121.438737, 31.072559],
    adcode: 310000,
  },
  {
    name: "广西",
    center: [108.320004, 22.82402],
    centroid: [108.7944, 23.833381],
    adcode: 450000,
  },
  {
    name: "四川",
    center: [104.065735, 30.659462],
    centroid: [103.931804, 30.652329],
    adcode: 510000,
  },
  {
    name: "广东",
    center: [114.43563447653165, 23.140680804133048],
    centroid: [114.43563447653165, 23.140680804133048],
    adcode: 510000,
  },
  {
    name: "吉林",
    center: [125.19756401801523, 43.942343167586095],
    centroid: [125.19756401801523, 43.942343167586095],
    adcode: 510000,
  },
  {
    name: "陕西",
    center: [107.2, 33.39],
    centroid: [107.2, 33.39],
    adcode: 510000,
  },
  {
    name: "天津",
    center: [116.42, 38.33],
    centroid: [116.42, 38.33],
    adcode: 510000,
  },
  {
    name: "安徽",
    center: [116.45, 32.43],
    centroid: [116.45, 32.43],
    adcode: 510000,
  },
  {
    name: "江西",
    center: [116.57, 28.47],
    centroid: [116.57, 28.47],
    adcode: 510000,
  },
  {
    name: "宁夏",
    center: [106.34197595672475, 38.58337509423457],
    centroid: [106.34197595672475, 38.58337509423457],
    adcode: 510000,
  },
]
